async function mediaManagerInsctruction() {
    return {
        "head": "Інструкція з користування медіа менеджером",
        "map": {
            "img": {
                "photo": {
                    "description": "Зробити фото та використати його як зображення у вашому оголошенні",
                    "src": "./mediaTools/img/cameraDraw.png"
                },
                "websrc": {
                    "description": "Додати адресу(URL) певного зображення в інтернеті, з метою використання його у вашому оголошенні",
                    "src": "./mediaTools/img/imagesFweb.png"
                },
                "video": {
                    "description": "Записати відеофрагмент до зображень у вашому оголошенні",
                    "src": "./mediaTools/img/video_camera.png"
                },
                "local": {
                    "description": "Обрати зображення із вашого пристрию до зображень цього оголошення",
                    "src": "./mediaTools/img/cloud_storage.png"
                },
                "selfart": {
                    "description": "Намалювати зображення (зручно для пояснювання у вигляді схем, додаткових пояснень до оголошення), та додати до зображень оголошення",
                    "src": "./mediaTools/img/drawArts.png"
                }
            },
            "instruction": {
                "main": [
                    {
                        "text": "<span style='color: darkred;'>•</span> Щоб обрати відповідного інструмента треба натиснути до середнього елементу каруселі інструментів, та далі обрати з кола портібного вам інструмента.<br>"
                    },
                    {
                        "text": "<span style='color: darkred;'>•</span> Після цього ви перейдете до меню обраного інструмента.<br>"
                    },
                    {
                        "text": "<span style='color: darkred;'>•</span> У кожному інструменті після обрання відповідного джерела зображення, обрані дані зберегатимуться.<br>"
                    },
                    {
                        "text": "<span style='color: darkred;'>•</span> Далі пропонуватиметься подальша дія, як то: зберегти та повернутися до головного меню; або продовжити та додати ще зображення, за допомогою іншого інструменту.<br>"
                    }
                ],
                "photo": [
                    {
                        "text": "Інтерфейс Інструменту зробити фото:",
                        "img": {
                            "src": "./img/interfacePhoto.png"
                        }
                    },
                    {
                        "text": "• Щоб зробити фото необхідно активувати камеру, для цього натичніть важіль із надписом <>"
                    }
                ]
            }
        }
    }
}